Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So within the motor, we have three Hall sensors, so we know exactly where the wing is.
ne: मोटरभित्र तीनवटा हल सेन्सर छन्, जसले गर्दा हामी पँखेटा कहाँ छ ठ्याक्कै थाहा पाउछौँ।

source: And if we now beat up and down -- (Mechanical sounds) We have the possibility to fly like a bird.
ne: अब हामीले तल-माथि चलायौँ भने... यसमा चराजस्तै उड्नसक्ने सम्भावना रहन्छ ।

source: So if you go down, you have the large area of propulsion, and if you go up, the wings are not that large, and it is easier to get up.
ne: यदि तल हेर्नुभयो भने, सन्चालक शक्तिको ठुलो क्षेत्र छ, अनि यदि माथि हेर्नुभयो भने, पँखेटाहरू त्यति ठुला छैनन्, र माथि उठ्न सजिलो हुन्छ।

source: So, the next thing we did, or the challenges we did, was to coordinate this movement.
ne: तसर्थ, हामीले अर्को काम गर्यौँ या भनौँ चुनौति स्विकार गर्यौं , यो चालको संयोजन गर्ने।

source: We have to turn it, go up and go down.
ne: हामीले यसलाई मोड्नु छ, माथि लानु छ अनि तल ल्याउनु छ।

source: We have a split wing.
ne: हामीसँग विभाजित पँखेटा छ।

source: With the split wing, we get the lift at the upper wing, and we get the propulsion at the lower wing.
ne: विभाजित पँखेटाले गर्दा माथिल्लो पँखेटा उठाउन सकिन्छ, अनि तलको पँखेटामा घचेट्ने शक्ति दिन्छ ।

source: Also, we see how we measure the aerodynamic efficiency.
ne: साथै, हामिले बिचार गर्यौं, हामी कसरी वायुगतिय दक्षता मापन गर्न सक्छौं भनेर ।

source: We had knowledge about the electromechanical efficiency and then we can calculate the aerodynamic efficiency.
ne: हामीसँग वैद्युत-यान्त्रिक दक्षताको (ईलेक्ट्रोमेकानिकल) ज्ञान थियो जसबाट हामी वायुगतिय दक्षताको मापन गर्न सक्छौँ।

source: So therefore, it rises up from passive torsion to active torsion, from 30 percent up to 80 percent.
ne: त्यसैकारणले यो निष्क्रिय मडारबाट सक्रिय मडार मा, ३० प्रतिशतबाट ८० प्रतिशतसम्म उठ्छ्।

source: Next thing we have to do, we have to control and regulate the whole structure.
ne: हामीले गर्नुपर्ने अर्को कुरा, हामीले सम्पूर्ण संरचनालाई नियन्त्रित र संचालित राख्नुपर्दछ।

source: Only if you control and regulate it, you will get that aerodynamic efficiency.
ne: यदि हामीले यसलाई नियन्त्रित र चलायमान राख्यौँ भने मात्र तपाईँले त्यो वायुगतिय दक्षता पाउनु हुन्छ ।

source: So the overall consumption of energy is about 25 watts at takeoff and 16 to 18 watts in flight.
ne: यसमा सम्पूर्ण ऊर्जा खपत उडान प्रक्षेपणको समय लगभग २५ वाट हुन्छ र उडानको बेलामा १६ देखि १८ वाट हुन्छ।

source: (Applause) Bruno Giussani: Markus, we should fly it once more.
ne: (तालि) ब्रुनो गिसानी : मार्कस, मलाई लाग्छ हामीले यसलाई एकपटक फेरि उडाउनु पर्छ।

source: Markus Fischer: Yeah, sure.
ne: मार्कस फिसर : भैहाल्छनि

source: (Audience) Yeah!
ne: (हासोँ)

source: (Laughter) (Gasps) (Cheers) (Applause)
ne: (स्वाँ स्वाँ आवाज ) (चियर्स ) (तालि)

source: We are losing our listening.
ne: हामी सुन्ने क्षमता गुमाउदैँ छौँ।

source: We spend roughly 60 percent of our communication time listening, but we're not very good at it.
ne: हामी अन्दाजी ६० प्रतिशत समय सुनेर गर्ने सन्चारमा खर्च गर्छौँ। तर हामी यसमा त्यति पोख्त चाँहि छैनौँ।

source: We retain just 25 percent of what we hear.
ne: हामीले सुनेको २५ प्रतिशत मात्र लिन्छौँ।

source: Now -- not you, not this talk, but that is generally true.
ne: अहिले तपाईँहरु, यो प्रवचनलाई भनेको होइन है, तर साधारणतया यस्तै हुन्छ।

source: (Laughter) Let's define listening as making meaning from sound.
ne: ल हामी सुनाईलाई परिभाषित गरौँ ध्वनिको अर्थ बुझ्ने कामको रुपमा।

source: It's a mental process, and it's a process of extraction.
ne: यो एउटा दिमागी प्रक्रिया हो, र यो एउटा निचोडात्मक प्रक्रिया हो।

source: We use some pretty cool techniques to do this.
ne: यसको लागि हामीले केही चाखलाग्दा तरिकाहरु प्रयोग गर्छौँ। यी मध्ये एउटा ढाँचा पहिचान हो,

source: One of them is pattern recognition.
ne: (भीडको हल्ला) यस्तो ककटेल पार्टीमा,

source: (Crowd noises) So in a cocktail party like this, if I say, "David, Sara, pay attention" -- some of you just sat up.
ne: यदि मैले, "डेभिड, सारा, यता सुन त," भन्दा केहि चुपचाप बस्नुहुन्छ।

source: We recognize patterns to distinguish noise from signal, and especially our name.
ne: हामीले ढाँचालाई चिनेर हल्लाबाट चाहिएको सङ्केतलाई छुट्टयाउँछौँ, विशेषगरि आफ्नो नाम।

source: Differencing is another technique we use.
ne: फरक छुट्टयाउने अर्को तरिका हो।

source: If I left this pink noise on for more than a couple of minutes, (Pink noise) you would literally cease to hear it.
ne: मैले यो ध्वनि केही मिनेटसम्म बजाइरहे भनेँ, तपाईँहरुले सुन्ने चेष्टा गर्नुहुन्न। हामी फरकलाई सुन्छौँ,

source: We listen to differences; we discount sounds that remain the same.
ne: अनि नफेरिने ध्वनिलाई छोड्दिन्छौँ।

source: And then there is a whole range of filters.
ne: अनि धेरै प्रकारका फिल्टरहरु अाउँछन।

source: These filters take us from all sound down to what we pay attention to.
ne: यस्ता फिल्टरहरुले हामीलाई ठ्याक्कै त्यहाँ पुर्याउछन जुन कुरा हामी सुन्न खोजिरहेका हुन्छौँ।

source: Most people are entirely unconscious of these filters.
ne: धेरै जनालाई यस्ता फिल्टरबारे थाहा नै हुदैँन।

source: But they actually create our reality in a way, because they tell us what we're paying attention to right now.
ne: तर खासमा तिनीहरुले नै वास्तविकता देखाउँछन, किनभने यस्ता फिल्टरहरुले नै हामी कुन कुरामा ध्यान दिदैँ छौँ भन्ने बताउँछन्।

source: I'll give you one example of that.
ne: म एउटा उदाहरण दिन्छु:

source: Intention is very important in sound, in listening.
ne: सुन्नको लागि नियत पनि महत्वपुर्ण कुरा हो।

source: When I married my wife, I promised her I would listen to her every day as if for the first time.
ne: जब मैले बिहे गरेँ, मैले वाचा गरेको थिएँ उनका कुरा सधैँ सुन्नेछु जिन्दगीमा पहिलो पटक। र अहिले म सधैँ यो कुरा पुरा गर्न सकेको छैन।

source: (Laughter) But it's a great intention to have in a relationship.
ne: (हाँसो) तर यस्तो अभिप्राय राख्नु सम्बन्धमा राम्रो हुन्छ।

source: (Laughter) But that's not all.
ne: तर यो पनि सबै होइन। ध्वनिले नै हामीलाई स्पेस(स्थान) र समयमा स्थापित गराउँछ।

source: If you close your eyes right now in this room, you're aware of the size of the room from the reverberation and the bouncing of the sound off the surfaces; you're aware of how many people are around you, because of the micro-noises you're receiving.
ne: यदि तपाईले अहिले यो कोठामा आँखा बन्द गर्नुभयो भने पनि तपाईँले यो कोठाको साइज अनुमान लगाउन सक्नुहुन्छ प्रतिध्वनिबाट र भित्ताहरुबाट फर्केको आवाज सुनेर। र यहाँ कति मान्छे छन भन्ने पनि अनुमान लगाउन सकिन्छ किनभन्दा सानासाना आवाजहरु तपाईँहरु सुनिरहनुभएको छ।

source: And sound places us in time as well, because sound always has time embedded in it.
ne: अनि ध्वनिले हामीलाई समयमा राख्छ, किनभन्दा ध्वनिमा सधैँ समय पनि समाहित हुन्छ।

source: In fact, I would suggest that our listening is the main way that we experience the flow of time from past to future.
ne: खासमा, म के भन्न रुचाउँछु भने सुनाई नै प्रमुख कुरा हो जसबाट हामी समयलाई अनुभव गर्छौँ विगतदेखि भविष्यसम्म।

source: So, "Sonority is time and meaning" -- a great quote.
ne: त्यसैले "ध्वन्यात्मकता नै समय र अर्थ हो(Sonority is time and meaningJean-Luc Nancy)" -- एउटा राम्रो उद्गार। मैले सुरुमा नै भनेको थिएँ, हामीहरु सुन्ने क्षमता गुमाउँदै छौँ।

source: I said at the beginning, we're losing our listening.
ne: मैले किन त्यस्तो भनेँ त?

source: Why did I say that?
ne: त्यसको पछाडि धेरै कारणहरु छन्।

source: First of all, we invented ways of recording -- first writing, then audio recording and now video recording as well.
ne: पहिलो, हामीले रेकर्डिङ प्रविधि पत्ता लगायौँ-- पहिले लेखाई, त्यसपछि ध्वनि रेकर्डिङ अनि अहिले भिडियो रेकर्डिङ।

source: The premium on accurate and careful listening has simply disappeared.
ne: जुन ध्यान र शुध्द सुन्ने प्रयास गरिन्थ्यो त्यो सजिलो हराएर गयो।

source: Secondly, the world is now so noisy, (Noise) with this cacophony going on visually and auditorily, it's just hard to listen; it's tiring to listen.
ne: दोस्रो, संसार धेरै कोलाहलमय छ, (हल्ला) यस्ता कर्कश हल्लाहरु भइरहेछन, श्रव्य र दृश्य दुवैमा, अनि सुन्न गार्हो हुदै छ, अनि सुन्दैमा थाकिने भइसक्यो।

source: Many people take refuge in headphones, but they turn big, public spaces like this, shared soundscapes, into millions of tiny, little personal sound bubbles.
ne: धेरै मानिसहरुले हेडफोन प्रयोग गर्छन, तर त्यसले पनि ठुला, सार्वजनिक स्थल, जस्तै यहाँ, यी साझा ध्वनिहरु, लाखौँ, साना, मसिना व्यक्तिगत ध्वनिवृत्तमा परिवर्तन हुन्छन्।

source: In this scenario, nobody's listening to anybody.
ne: यस्तो परिदृश्यमा, कसैले कसैलाई सुनेको हुदैँन।

source: We're becoming impatient.
ne: हामीहरु अधैर्य बन्दै छौँ। हामीलाई वक्तृत्व मन पर्दैन,

source: We don't want oratory anymore; we want sound bites.
ne: चाखलाग्दो बयान मन पर्छ।

source: And the art of conversation is being replaced -- dangerously, I think -- by personal broadcasting.
ne: साथै कुराकानीको कला प्रतिस्थापित हुदैँ छ-- खतरनाक रुपमा, मेरो विचारमा-- व्यक्त्तिगत सन्चारले।

source: I don't know how much listening there is in this conversation, which is sadly very common, especially in the UK.
ne: म भन्न सक्दिन यो प्रवचनमा कतिको सुनिएको छ, दुखद कुरा यो सर्वत्र छ, खासगरि संयुक्त अधिराज्यमा।

source: We're becoming desensitized.
ne: हामीहरु कम संवेदनशील हुदैँ छौँ।

source: Our media have to scream at us with these kinds of headlines in order to get our attention.
ne: हाम्रा मिडियाहरु कराउनै पर्छ हेडलाइनहरु तिर हाम्रो ध्यान तान्न।

source: And that means it's harder for us to pay attention to the quiet, the subtle, the understated.
ne: र यसले के बताउँछ भने हाम्रो ध्यान पुग्दैन साना, मसिना, अनि कम चर्चा गरिएकामा।

source: This is a serious problem that we're losing our listening.
ne: यो गम्भिर समस्या हो कि हामी सुन्ने क्षमता गुमाउदैँ ‍छौँ।

source: This is not trivial, because listening is our access to understanding.
ne: यो साधारण हुदैँ होइन। किनभने सुनाई हाम्रो बुझाईको ढोका हो।

source: Conscious listening always creates understanding, and only without conscious listening can these things happen.
ne: सचेत सुनाईले सधैँ बुझाईलाई सघाउँछ। र सचेत सुनाई बिना यस्ता कुरा हुन सक्छन--

source: A world where we don't listen to each other at all is a very scary place indeed.
ne: एउटा यस्तो संसार जहाँ एउटाले अर्कोलाई सुन्दैन, पक्कै पनि डरलाग्दो ठाउँ हुनेछ।

source: So I'd like to share with you five simple exercises, tools you can take away with you, to improve your own conscious listening.
ne: त्यसैले म के कुरा बाँड्न चाहन्छु भने पाँच साधारण अभ्यासहरु, साधनहरु जुन तपाईँ सगैँ लिएर जहाँ पनि पुग्न सक्नुहुन्छ, आफ्नो सचेत सुनाईलाई सुधार्न। के तपाईँहरु यो चाहनुहुन्छ?

source: Audience: Yes!
ne: (श्रोताहरु : हजुर) राम्रो।

source: Good. The first one is silence.
ne: पहिलो हो शान्ति।

source: Just three minutes a day of silence is a wonderful exercise to reset your ears and to recalibrate, so that you can hear the quiet again.
ne: दिनमा तीन मिनेट (शान्तिमा)मौन बस्नु एउटा राम्रो अभ्यास हो जसले तपाईँका कानलाई जाँचेर पहिलेकै अवस्थामा पुर्याउँछ अनि तपाईँले पहिले जस्तै सुन्न सक्नुहुन्छ। यदि पुर्ण शान्ति मिल्दैन भने

source: If you can't get absolute silence, go for quiet, that's absolutely fine.
ne: चुपचाप भए पनि हुन्छ।

source: Second, I call this "the mixer."
ne: दोस्रो, म यसलाई मिक्सर भन्छु।

source: (Noise) So even if you're in a noisy environment like this -- and we all spend a lot of time in places like this -- listen in the coffee bar to how many channels of sound can I hear?
ne: (हल्ला) यदि यस्तो कोलाहलमय वातावरणमा तपाईँ पर्नुभयो भने-- र हामी सबैजसोले धेरैजसो समय यस्तै हल्लामा बस्छौँ -- कफि बार सुनौँ कति च्यानलहरु मैले सुन्न सक्छु त?

source: How many individual channels in that mix am I listening to?
ne: ती मध्ये कति च्यानललाई मैले खासमा सुनिरहेको हुन्छु?

source: You can do it in a beautiful place as well, like in a lake.
ne: तपाईँले यो सुन्दर ठाउँमा पनि गर्न सक्नुहुन्छ, जस्तै तालको छेउछाउमा।

source: How many birds am I hearing?
ne: कति चराको आवाज म सुन्न सक्छु?

source: Where are they? Where are those ripples?
ne: तिनीहरु कहाँ छन? अनि त्यो छाल नि?

source: It's a great exercise for improving the quality of your listening.
ne: यो एउटा राम्रो अभ्यास हो सुन्ने क्षमताको गुणस्तर बढाउनको लागि।

source: Third, this exercise I call "savoring," and this is a beautiful exercise.
ne: तेस्रो, यो अभ्यासलाई म रमाउनु भन्छु, र यो एउटा सुन्दर अभ्यास हो।

source: It's about enjoying mundane sounds.
ne: यो साधारण आवाजहरुमा नै रमाउनुसित सम्बन्धित छ।

source: This, for example, is my tumble dryer.
ne: ल, उदाहरणको लागि, मेरो सुकाउने मेसिनलाई लिउँ।

source: (Dryer) It's a waltz -- one, two, three; one, two, three; one, two, three.
ne: (ड्रायरको आवाज) यो वाल्ट्ज सङ्गीत हो। एक, दुइ, तीन।एक, दुइ, तीन।एक, दुइ, तीन।

source: I love it!
ne: मलाई यो मन पर्छ।

source: Or just try this one on for size.
ne: अथवा यो पो विचार गर्ने कि?

source: (Coffee grinder) Wow!
ne: (कफि पिस्ने ) आहा!

source: So, mundane sounds can be really interesting -- if you pay attention.
ne: यस्ता साधारण ध्वनिहरु पनि रोचक हुन्छन ध्यान दिने हो भने। म यसलाई अदृश्य वाद्य भन्छु।

source: I call that the "hidden choir" -- it's around us all the time.
ne: यस्ता ध्वनि सधैँ हाम्रो वरिपरि भेटिन्छन।

source: The next exercise is probably the most important of all of these, if you just take one thing away.
ne: अर्को अभ्यास जुन सबैभन्दा महत्वपुर्ण हुन पनि सक्छ, जब तपाईँले एउटा कुरा छोड्नुहुन्छ।

source: This is listening positions -- the idea that you can move your listening position to what's appropriate to what you're listening to.
ne: त्यो सुन्ने अवस्था वा आसन हो -- मुल कुरा के भने तपाईँले आफ्नो सुन्ने आसन वा अवस्था परिवर्तन गर्ने जबसम्म उचित सुन्ने अवस्थामा पुगिदैँन। यो पनि ती फिल्टरहरुसँग नै खेल्ने हो।

source: This is playing with those filters.
ne: तपाईँलाई याद छ नि, मैले सुरुमा तपाईहरुलाई फिल्टर दिएको थिएँ।

source: Remember I gave you those filters?
ne: अब यसको खेल सुरु भयो तिनिहरुलाई लिभर जस्तो गरेर

source: It's starting to play with them as levers, to get conscious about them and to move to different places.
ne: तिनीहरुबारे सचेत हुने र फरकफरक ठाउँमा सारेर हेर्ने।

source: These are just some of the listening positions, or scales of listening positions, that you can use.
ne: यी केही सुन्ने अवस्था वा आसनहरु हुन, जुन तपाईँहरु प्रयोग गर्न सक्नुहुन्छ।

source: There are many.
ne: यस्ता धेरै छन।

source: Have fun with that. It's very exciting.
ne: यसमा रमाउनुस। यो रोचक पनि छ।

source: And finally, an acronym.
ne: अनि अन्तिममा एउटा संक्षेप है।

source: You can use this in listening, in communication.
ne: तपाईँले यसलाई सुनाईमा वा सन्चारमा प्रयोग गर्न सक्नुहुन्छ।

source: If you're in any one of those roles -- and I think that probably is everybody who's listening to this talk -- the acronym is RASA, which is the Sanskrit word for "juice" or "essence."
ne: यदि तपाईँ यस्तो रोलमा हुनुहुन्छ भने -- र मलाई लाग्छ सबैजसो जो यो प्रवचन सुन्दै हुनहुन्छ -- यो संक्षेप हो 'रस'।(RASA) जुन एउटा संस्कृत शब्द हो रस वा सारको लागि।

source: And RASA stands for "Receive," which means pay attention to the person; "Appreciate," making little noises like "hmm," "oh," "OK"; "Summarize" -- the word "so" is very important in communication; and "Ask," ask questions afterwards.
ne: अब 'रस' को पुरा रुप हुन्छ पाउनु (Receive) अर्थात स्रोत तिर ध्यान दिएर केहि पाउनु, सराहना गर्नु (Appreciate), सानो आवाज निकाल्नु जस्तै अँ, ओहो, ठिक छ, सारांश निकाल्नु (Summarize), "त्यसैले" भन्ने शब्द सन्चारमा धेरै महत्वपुर्ण छ, अनि सोध्नु(Ask), पछि प्रश्न सोध्ने।

source: Now sound is my passion, it's my life.
ne: अहिले आवाज नै मेरो लागि उत्साह हो, यो नै मेरो जिवन हो।

source: I wrote a whole book about it. So I live to listen.
ne: मैले यसकै बारेमा किताब लेखिसकेँ। त्यसैले म सुन्नकै लागि बाँच्छु।

source: That's too much to ask for most people.
ne: यो अति नै धेरै हुन सक्छ कति मानिसहरुको लागि।

source: But I believe that every human being needs to listen consciously in order to live fully -- connected in space and in time to the physical world around us, connected in understanding to each other, not to mention spiritually connected, because every spiritual path I know of has listening and contemplation at its heart.
ne: तर म के मा विश्वास गर्छु भने मान्छेले सचेत भएर सुन्नुपर्छ पुरा जिवन जिउनलाई‍-- स्थान (space) र समयमा जोडिन हाम्रो वरपरको भौतिक संसारसँग, एक अर्काको बुझाइलाई जोड्न, आध्यात्मिक संयोजनको कुरै नगरौँ, किनकि मैले थाहा पाएको आध्यात्मिक मार्गमा सुनाइ र यसको मनन नै केन्द्रमा रहेको छ।

source: That's why we need to teach listening in our schools as a skill.
ne: त्यसैले हाम्रा स्कुलहरुमा सुन्न सिकाइनु पर्छ एउटा सीपको रुपमा।

source: Why is it not taught? It's crazy.
ne: यो किन गरिदैनँ? अनौठो छ।

source: And if we can teach listening in our schools, we can take our listening off that slippery slope to that dangerous, scary world that I talked about, and move it to a place where everybody is consciously listening all the time, or at least capable of doing it.
ne: यदि हामीले सुनाइलाई स्कुलमा सिकाइयो भने, हाम्रो सुनाइलाई भिरालो धरापबाट खतरनाक संसारमा ल्याउन सक्छौँ जसको बारेमा मैले कुरा गरेँ र त्यहाँ लैजान सक्छौँ जहाँ सबै सचेत भएर सुनिरहेका हुनेछन -- अथवा कम्तिमा यसको लागि तयार हुनेछन।

source: Now, I don't know how to do that, but this is TED, and I think the TED community is capable of anything.
ne: अहिले त्यो कसरी होला भन्न सकिदैँन, तर यो TED हो, र मलाई लाग्छ TED समुदाय जे गर्न पनि सक्षम छ।

source: So I invite you to connect with me, connect with each other, take this mission out.
ne: त्यसैले म तपाईँलाई मसँग सम्पर्क गर्न निम्त्याउँछु, र सबैसँग सम्पर्कमा रहनको लागि, यो कार्यलाई सबैतिर पुर्याउनुहोस अनि स्कुलमा पनि सुनाइ सिकाइयोस,

source: And let's get listening taught in schools, and transform the world in one generation to a conscious, listening world -- a world of connection, a world of understanding and a world of peace.
ne: जसले संसारलाई यस्तो पुस्तामा रुपान्तरण गरोस जुन सचेत सुनाइ सहितको हुनेछ -- संचार सम्पर्कको संसार, बुझाइको अनि शान्तिको संसार।

source: Thank you for listening to me today.
ne: मलाई आज सुनिदिनु भएकोमा धन्यवाद।

source: Ladies and gentlemen, gather around.
ne: महिला तथा सज्जनबृंद, एकतृत भइदिनुहोला ।

source: I would love to share with you a story.
ne: तपाईंहरुलाई एऊटा कथा सुनाउन गइरहेको छु

source: Once upon a time in 19th century Germany, there was the book.
ne: १९औं शताब्दिमा जर्मनीमा 'पुस्तक' थियो ।

source: Now during this time, the book was the king of storytelling.
ne: त्यस समयमा, पुस्तक कथा प्रस्तुतिको एउटै मात्र माध्यम थियो ।

source: It was venerable.
ne: पुस्तक सम्माननिय थियो ।

source: It was ubiquitous.
ne: सर्वव्यापी थियो ।

source: But it was a little bit boring.
ne: तर अलि अल्छिलाग्दो थियो ।

source: Because in its 400 years of existence, storytellers never evolved the book as a storytelling device.
ne: किनकी यसको ४०० बर्षको इतिहासमा, कथाकारहरुले पुस्तकलाई कथा प्रस्तुतिको उपकरण बनाएनन् ।

source: But then one author arrived, and he changed the game forever.
ne: तर एक कथाकार निस्किए, जसले इतिहास बदलिए ।

source: (Music) His name was Lothar, Lothar Meggendorfer.
ne: (संगीत) उनको नाम थियो लोथर । लोथर मेगनडोर्फर ।

source: Lothar Meggendorfer put his foot down, and he said, "Genug ist genug!"
ne: लोथरले अठोट गरे अनि भने, “गेनग इस्त गेनग”।

source: He grabbed his pen, he snatched his scissors.
ne: आफ्नो कलम समाए। कैंची समाए ।

source: This man refused to fold to the conventions of normalcy and just decided to fold.
ne: यथास्थितीबादबाट मुक्त हुने निर्णय गरे

source: History would know Lothar Meggendorfer as -- who else? -- the world's first true inventor of the children's pop-up book.
ne: इतिहासले जान्नेछ लोथर लाई को हुन उनि ? एक आविश्कारक, जसले बच्चाहरुका लागि पप-अप चित्रकथा बनाए

source: (Music) For this delight and for this wonder, people rejoiced.
ne: (संगीत) यो खुशी र यो नयाँपनमा मानिसहरुले उत्शव मनाए

source: (Cheering) They were happy because the story survived, and that the world would keep on spinning.
ne: (उत्साह) उनिहरु खुशी भए किनकि त्यो कथाले पुनर्जन्म पायो । र त्यो चलिरह्यो ।

source: Lothar Meggendorfer wasn't the first to evolve the way a story was told, and he certainly wasn't the last.
ne: लोथर मात्र पहिलो एक थिएनन् जस्ले कथा प्रस्तुतिको यो रुप प्रयोग गरेका थिए र लोथरनै अन्तिम पनि थिएनन् ।

source: Whether storytellers realized it or not, they were channeling Meggendorfer's spirit when they moved opera to vaudville, radio news to radio theater, film to film in motion to film in sound, color, 3D, on VHS and on DVD.
ne: शायद कथा प्रस्तोताहरुले अनुभव गरे या गरेनन्, उनिहरुले लोथरकै प्रयोगलाई निरन्तरता दिइरहेका थिए जब उनिहरु ओपेरा हुँदै नाटक, रेडियो समाचार हुँदै रेडियो नाटक, तस्बिर हुँदै चलचित्र रंगिन हुँदै थ्री-डी, क्यासेट हुँदै सिडी-डिभिडी सम्म आइपुगे ।

source: There seemed to be no cure for this Meggendorferitis.
ne: र यो सिलसिला रोकिन सक्ने पनि थिएन ।

source: And things got a lot more fun when the Internet came around.
ne: र जब इन्टरनेट आयो, तब समय झन् रोमाञ्चक बन्यो ।

source: (Laughter) Because, not only could people broadcast their stories throughout the world, but they could do so using what seemed to be an infinite amount of devices.
ne: ( हाँसो ) किनकी अब मानिसलाई आफ्नो कथा प्रस्तुतिका लागी कयौँ माध्यमहरु बनिसकेका थिए ।

source: For example, one company would tell a story of love through its very own search engine.
ne: उदाहरणका लागी एक कम्पनिले आफ्नो प्रेम-कथा आफ्नै सर्च-इन्जिन बाट प्रकट गर्छ ।

source: One Taiwanese production studio would interpret American politics in 3D.
ne: एउटा ताइवानी स्टुडियोले अमेरिकन राजनितिलाई थ्रि-डिमा प्रस्तुत गर्छ।

source: (Laughter) And one man would tell the stories of his father by using a platform called Twitter to communicate the excrement his father would gesticulate.
ne: ( हाँसो ) अनि एक युवकले आफ्नो बुवाको कथा ट्विटर मार्फत राख्छ । र उसको बुवाको क्रियाकलापलाई प्रस्तुत गर्छ ।

source: And after all this, everyone paused; they took a step back.
ne: त्यसपछि, सबै शान्त हुन्छन्; एकपटक पछाडि फर्कन्छन ।

source: They realized that, in 6,000 years of storytelling, they've gone from depicting hunting on cave walls to depicting Shakespeare on Facebook walls.
ne: र थाहा पाउँछन् कि, ६ हजार वर्षको यो कथाको इतिहासमा, उनिहरु, ओडारहरुमा चित्र खोप्ने हुँदै शेक्सपियरलाई फेसबुकमा राख्‍न सम्म भ्याइसकेका थिए ।

source: And this was a cause for celebration.
ne: र यो ठुलो उपलब्धि थियो ।

source: The art of storytelling has remained unchanged.
ne: कथा प्रस्तुतिको यो कला सँधै उस्तै रह्यो।

source: And for the most part, the stories are recycled.
ne: वास्तवमा कथाहरु दोहोरिरहेका थिए ।

source: But the way that humans tell the stories has always evolved with pure, consistent novelty.
ne: तर मानिसहरुको कथा प्रस्तुत गर्ने तरिका भने शुद्ध र बौद्धिक थियो ।

source: And they remembered a man, one amazing German, every time a new storytelling device popped up next.
ne: र उनिहरुले सम्झिरहन्थे, त्यो एक जर्मनलाई जब हरेक पटक कथामा नयाँ प्रबिधि जन्मन्थ्यो ।

source: And for that, the audience -- the lovely, beautiful audience -- would live happily ever after.
ne: यसकारण, पाठक अनि दर्शकहरु प्यारा दर्शक-स्रोताहरु, सँधै खुशी रहन थाले ।

source: Hello everyone.
ne: अभिवादन, नमस्कार !

source: I'm Sam, and I just turned 17.
ne: ! मेरो नाम साम हो । म भर्खरै १७ बर्षमा लागें ।

source: A few years ago, before my freshman year in High School, I wanted to play snare drum in the Foxboro High School Marching Band, and it was a dream that I just had to accomplish.
ne: केहि बर्ष अगाडी, माध्यमिकतहमा भर्ना नहुदै फक्सबोरो माध्यमिक बिद्यालयको मार्चपासमा ड्रमबजाउने रहर थियो यो सपना म पुरा गर्न चाहन्थे ।

source: But each snare drum and harness weighed about 40 pounds each, and I have a disease called Progeria.
ne: घाँटीमा बेर्ने फित्ता समेत गरेर एउटा ड्रम लगभग १८ किलोको हुन्छ । र मलाई एउटा रोग छ - प्रोजेरिया

source: So just to give you an idea, I weigh only about 50 pounds.
ne: यसको बारेमा तपाइलाई छोटोमा भन्दा - मेरो तौल लगभग २३ किलो मात्रै छ

source: So, logistically, I really couldn't carry a regular sized snare drum, and because of this the band director assigned me to play pit percussion during the halftime show.
ne: तेसैले, निश्चितरुपमै म साधारण ड्रम बोक्न सक्दिन । यसैले ब्यान्ड निर्देशकले मलाई, मध्यान्तरमा, बोक्न नपर्ने बाजाहरु बजाउने काम दियो ।

source: Now pit percussion was fun.
ne: ती बाजाहरु बजाउन पनि रमाइलो नै हुन्थ्यो ।
